bench/results/raw/ab-20260918-005030/base-r2-http-_-c64.txt
Running 5s test @ http://127.0.0.1:8080/
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   130.49us   70.02us   5.91ms   93.07%
    Req/Sec   124.01k     8.02k  136.19k    74.02%
  2517437 requests in 5.10s, 2.85GB read
Requests/sec: 493682.18
Transfer/sec:    572.98MB